var Test = {
    title:'Тест по программированию',
    questions:[
    {
        text:'Вопрос №1',
        answer:[
        {text:'Вариант ответа №1'},
        {text:'Вариант ответа №2'},
        {text:'Вариант ответа №3'},
        {text:'Вариант ответа №4'},
        {text:'Вариант ответа №5'}
        ]
    },
    {
        text:'Вопрос №2',
        answer:[
        {text:'Вариант ответа №1'},
        {text:'Вариант ответа №2'},
        {text:'Вариант ответа №3'}
        ]
    },
    {
        text:'Вопрос №3',
        answer:[
        {text:'Вариант ответа №1'},
        {text:'Вариант ответа №2'},
        {text:'Вариант ответа №3'},
        {text:'Вариант ответа №4'}
        ]
    },
    ]
};
